Repository: mnimtz/nimshare
Catalog: ios/NimShare/Resources/Localizable.xcstrings
Source language: de
Languages: en, es, fr, it, nl

source: Empfänger dürfen hochladen
en: Recipients may upload
es: Los destinatarios pueden subir archivos
fr: Les destinataires peuvent envoyer des fichiers
it: I destinatari possono caricare
nl: Ontvangers mogen uploaden

source: Empfänger hinzufügen
en: Add recipient
es: Añadir destinatario
fr: Ajouter un destinataire
it: Aggiungi destinatario
nl: Ontvanger toevoegen

source: Empfänger sehen ein Grid mit Vorschauen und Lightbox statt der klassischen Datei-Liste.
en: Recipients see a grid of previews with a lightbox instead of the classic file list.
es: Los destinatarios ven una cuadrícula de vistas previas con lightbox en lugar de la lista de archivos clásica.
fr: Les destinataires voient une grille d'aperçus avec visionneuse au lieu de la liste de fichiers classique.
it: I destinatari vedono una griglia di anteprime con lightbox invece del classico elenco di file.
nl: Ontvangers zien een raster met voorbeelden en een lightbox in plaats van de klassieke bestandslijst.

source: Endgültig
en: Purge
es: Definitivo
fr: Définitif
it: Definitivo
nl: Definitief

source: Endgültig löschen
en: Delete permanently
es: Eliminar definitivamente
fr: Supprimer définitivement
it: Elimina definitivamente
nl: Definitief verwijderen

source: Entfernen
en: Remove
es: Eliminar
fr: Retirer
it: Rimuovi
nl: Verwijderen

source: Erforderlich für Chat mit Dateien, semantische Suche und intelligente Zusammenfassungen. Widerrufen deaktiviert diese Funktionen sofort. Details in der Datenschutzerklärung.
en: Required for chat with files, semantic search and smart summaries. Revoking disables these features immediately. Details in the privacy policy.
es: Necesario para chatear con tus archivos, la búsqueda semántica y los resúmenes inteligentes. Al revocar se desactivan estas funciones al instante. Detalles en la política de privacidad.
fr: Requis pour discuter avec tes fichiers, la recherche sémantique et les résumés intelligents. La révocation désactive ces fonctions immédiatement. Détails dans la politique de confidentialité.
it: Necessario per la chat con i file, la ricerca semantica e i riassunti intelligenti. La revoca disattiva subito queste funzioni. Dettagli nell’informativa sulla privacy.
nl: Vereist voor chat met bestanden, semantisch zoeken en slimme samenvattingen. Intrekken schakelt deze functies direct uit. Details in het privacybeleid.

source: Erinnerung an offene Signierer senden
en: Send reminder to pending signers
es: Enviar recordatorio a los firmantes pendientes
fr: Envoyer un rappel aux signataires en attente
it: Invia promemoria ai firmatari in sospeso
nl: Herinnering naar openstaande ondertekenaars sturen

source: Erlauben
en: Allow
es: Permitir
fr: Autoriser
it: Consenti
nl: Toestaan

source: Erneut versuchen
en: Try again
es: Reintentar
fr: Réessayer
it: Riprova
nl: Opnieuw proberen

source: Erscheinungsbild
en: Appearance
es: Aspecto
fr: Apparence
it: Aspetto
nl: Weergave

source: Erstelle eine Upload-Anforderung aus dem Kontext-Menü eines Ordners (Long-Press → „Upload anfordern“).
en: Create an upload request from a folder’s context menu (long-press → “Request upload”).
es: Crea una solicitud de carga desde el menú contextual de una carpeta (pulsación larga → «Solicitar carga»).
fr: Créez une demande de téléversement depuis le menu contextuel d’un dossier (appui long → « Demander un téléversement »).
it: Crea una richiesta di caricamento dal menu contestuale di una cartella (pressione prolungata → «Richiedi caricamento»).
nl: Maak een uploadverzoek via het contextmenu van een map (lang indrukken → ‘Upload aanvragen’).

source: Erstelle einen Token um NimShare per API zu automatisieren.
en: Create a token to automate NimShare via the API.
es: Crea un token para automatizar NimShare mediante la API.
fr: Créez un jeton pour automatiser NimShare via l’API.
it: Crea un token per automatizzare NimShare tramite API.
nl: Maak een token om NimShare via de API te automatiseren.

source: Erstelle Freigabelinks aus dem Dateien-Browser (rechtsklick / Kontext-Menü).
en: Create share links from the file browser (right-click / context menu).
es: Crea enlaces de compartición desde el explorador de archivos (clic derecho / menú contextual).
fr: Créez des liens de partage depuis le navigateur de fichiers (clic droit / menu contextuel).
it: Crea link di condivisione dal browser file (clic destro / menu contestuale).
nl: Maak deellinks vanuit de bestandsverkenner (rechtermuisklik / contextmenu).

source: Erstellen
en: Create
es: Crear
fr: Créer
it: Crea
nl: Aanmaken

source: Erstellt: %@
en: Created: %@
es: Creado: %@
fr: Créé : %@
it: Creato: %@
nl: Aangemaakt: %@

source: Falls ein Konto mit dieser E-Mail-Adresse existiert, haben wir einen Link zum Zurücksetzen gesendet. Bitte prüfen Sie Ihr Postfach.
en: If an account with that email address exists, we've sent a password reset link. Check your inbox.
es: Si existe una cuenta con esa dirección de correo electrónico, hemos enviado un enlace para restablecer la contraseña. Revisa tu bandeja de entrada.
fr: Si un compte existe avec cette adresse e-mail, nous avons envoyé un lien de réinitialisation. Vérifiez votre boîte de réception.
it: Se esiste un account con questo indirizzo email, abbiamo inviato un link per reimpostare la password. Controlla la tua casella di posta.
nl: Als er een account met dit e-mailadres bestaat, hebben we een link verstuurd om het wachtwoord opnieuw in te stellen. Controleer uw inbox.

source: Favorit
en: Favorite
es: Favorito
fr: Favori
it: Preferito
nl: Favoriet

source: Favoriten
en: Favorites
es: Favoritos
fr: Favoris
it: Preferiti
nl: Favorieten

source: Fehler
en: Error
es: Error
fr: Erreur
it: Errore
nl: Fout

source: Fertig
en: Done
es: Hecho
fr: Terminé
it: Fatto
nl: Klaar

source: Fester Link
en: Fixed link
es: Enlace fijo
fr: Lien fixe
it: Link fisso
nl: Vaste link

source: Firma
en: Company
es: Empresa
fr: Entreprise
it: Azienda
nl: Bedrijf

source: Firma (optional)
en: Company (optional)
es: Empresa (opcional)
fr: Entreprise (facultatif)
it: Azienda (opzionale)
nl: Bedrijf (optioneel)

source: Foto/Video-Album
en: Photo/video album
es: Álbum de fotos/vídeos
fr: Album photo/vidéo
it: Album foto/video

source: Frage zu deinen Dateien…
en: Question about your files…
es: Pregunta sobre tus archivos…
fr: Question sur vos fichiers…
it: Domanda sui tuoi file…
nl: Vraag over je bestanden…

source: Freigabe hinzugefügt
en: Share added
es: Compartido añadido
fr: Partage ajouté
it: Condivisione aggiunta
nl: Deling toegevoegd

source: Freigabelink
en: Share link
es: Enlace de compartición
fr: Lien de partage
it: Link di condivisione
nl: Deellink

source: Freigabelink erstellen
en: Create share link
es: Crear enlace de compartición
fr: Créer un lien de partage
it: Crea link di condivisione
nl: Deellink maken

source: Freigeben
en: Share
es: Compartir
fr: Partager
it: Condividi
nl: Delen

source: Freigeben an…
en: Share with…
es: Compartir con…
fr: Partager avec…
it: Condividi con…
nl: Delen met…

source: Freigegeben für mich
en: Shared with me
es: Compartido conmigo
fr: Partagé avec moi
it: Condiviso con me
nl: Gedeeld met mij

source: Freilassen für automatisch generierten Slug.
en: Leave empty for an auto-generated slug.
es: Déjalo vacío para un slug generado automáticamente.
fr: Laissez vide pour un identifiant généré automatiquement.
it: Lascia vuoto per uno slug generato automaticamente.
nl: Laat leeg voor een automatisch gegenereerde slug.

source: Frist setzen
en: Set deadline
es: Establecer fecha límite
fr: Définir une date limite
it: Imposta scadenza
nl: Deadline instellen

source: Für Benutzer freigeben…
en: Share with users…
es: Compartir con usuarios…
fr: Partager avec des utilisateurs…
it: Condividi con utenti…
nl: Delen met gebruikers…

source: Für mich freigegeben
en: Shared with me
es: Compartido conmigo
fr: Partagé avec moi
it: Condivisi con me
nl: Met mij gedeeld

source: Geben Sie Ihre E-Mail-Adresse ein. Falls ein Konto existiert, senden wir Ihnen einen Link zum Zurücksetzen des Passworts.
en: Enter your email address. If an account exists, we'll send you a link to reset your password.
es: Introduce tu dirección de correo electrónico. Si existe una cuenta, te enviaremos un enlace para restablecer tu contraseña.
fr: Saisissez votre adresse e-mail. Si un compte existe, nous vous enverrons un lien pour réinitialiser votre mot de passe.
it: Inserisci il tuo indirizzo email. Se esiste un account, ti invieremo un link per reimpostare la password.
nl: Voer uw e-mailadres in. Als er een account bestaat, sturen we u een link om uw wachtwoord opnieuw in te stellen.

source: Gelesen
en: Read
es: Leído
fr: Lu
it: Letto
nl: Gelezen

source: Gelöschte Dateien landen hier und können wiederhergestellt werden.
en: Deleted files land here and can be restored.
es: Los archivos eliminados llegan aquí y pueden restaurarse.
fr: Les fichiers supprimés arrivent ici et peuvent être restaurés.
it: I file eliminati finiscono qui e possono essere ripristinati.
nl: Verwijderde bestanden komen hier en kunnen worden hersteld.

source: Generieren
en: Generate
es: Generar
fr: Générer
it: Genera
nl: Genereren

source: Gesendet: %@
en: Sent: %@
es: Enviado: %@
fr: Envoyé : %@
it: Inviato: %@
nl: Verzonden: %@

source: Gesperrt von %@
en: Locked by %@
es: Bloqueado por %@
fr: Verrouillé par %@
it: Bloccato da %@
nl: Vergrendeld door %@

source: Gilt für Key-Typen
en: Applies to key types
es: Se aplica a los tipos de clave
fr: S'applique aux types de clé
it: Si applica ai tipi di chiave
nl: Geldt voor key-typen

source: Grund
en: Reason
es: Motivo
fr: Motif
it: Motivo
nl: Reden

source: Gruppe
en: Group
es: Grupo
fr: Groupe
it: Gruppo
nl: Groep

source: Gültig bis (optional)
en: Valid until (optional)
es: Válido hasta (opcional)
fr: Valide jusqu'au (facultatif)
it: Valido fino al (opzionale)
nl: Geldig tot (optioneel)

source: Gültig bis %@
en: Valid until %@
es: Válido hasta %@
fr: Valide jusqu’au %@
it: Valido fino al %@
nl: Geldig tot %@

source: Gültigkeit
en: Validity
es: Validez
fr: Validité
it: Validità
nl: Geldigheid

source: Hell
en: Light
es: Claro
fr: Clair
it: Chiaro
nl: Licht

source: Herunterladen
en: Download
es: Descargar
fr: Télécharger
it: Scarica
nl: Downloaden

source: Hier ablegen
en: Drop here
es: Colocar aquí
fr: Déposer ici
it: Deposita qui
nl: Hier plaatsen

source: Hier gibt es aktuell nichts.
en: There’s nothing here right now.
es: De momento no hay nada aquí.
fr: Il n’y a rien ici pour le moment.
it: Al momento qui non c’è nulla.
nl: Hier is op dit moment niets.

source: Hier landen Dateien und Ordner, die andere für dich freigeben.
en: Files and folders others share with you land here.
es: Los archivos y carpetas compartidos contigo aparecen aquí.
fr: Les fichiers et dossiers partagés avec vous apparaissent ici.
it: I file e le cartelle condivisi con te compaiono qui.
nl: Bestanden en mappen die anderen met jou delen verschijnen hier.

source: Hinzufügen
en: Add
es: Añadir
fr: Ajouter
it: Aggiungi
nl: Toevoegen

source: Hinzugefügt
en: Added
es: Añadidos
fr: Ajoutés
it: Aggiunti
nl: Toegevoegd

source: Hochgeladen von: %@
en: Uploaded by: %@
es: Subido por: %@
fr: Téléversé par : %@
it: Caricato da: %@
nl: Geüpload door: %@

source: Ideal für Hochzeits- oder Event-Alben — jeder mit dem Link kann Fotos/Videos direkt hinzufügen.
en: Ideal for wedding or event albums — anyone with the link can add photos/videos directly.
es: Ideal para álbumes de bodas o eventos: cualquiera con el enlace puede añadir fotos/vídeos directamente.
fr: Idéal pour les albums de mariage ou d'événements — toute personne disposant du lien peut ajouter directement des photos/vidéos.
it: Ideale per album di matrimoni o eventi: chiunque abbia il link può aggiungere foto/video direttamente.
nl: Ideaal voor trouw- of evenementalbums — iedereen met de link kan rechtstreeks foto's/video's toevoegen.

source: Impressum
en: Legal notice
es: Aviso legal
fr: Mentions légales
it: Note legali
nl: Colofon

source: In Papierkorb
en: Move to Trash
es: Mover a la papelera
fr: Mettre à la corbeille
it: Sposta nel cestino
nl: Naar prullenbak

source: Intensität 0–%@ Zugriffe · Landings + Downloads
en: Intensity 0–%@ hits · landings + downloads
es: Intensidad 0–%@ accesos · visitas + descargas
fr: Intensité 0–%@ accès · atterrissages + téléchargements
it: Intensità 0–%@ accessi · visite + download
nl: Intensiteit 0–%@ hits · landings + downloads

source: Intensität 0–%lld Zugriffe · Landings + Downloads
en: Intensity 0–%lld visits · landings + downloads
es: Intensidad 0–%lld visitas · landings + descargas
fr: Intensité 0–%lld visites · landings + téléchargements
it: Intensità 0–%lld visite · landing + download
nl: Intensiteit 0–%lld bezoeken · landings + downloads

source: IP-Speicherung ist Instanz-weit aktiviert (Art. 6(1)(f) DSGVO).
en: IP storage is enabled instance-wide (Art. 6(1)(f) GDPR).
es: El almacenamiento de IP está activado a nivel de instancia (art. 6.1.f RGPD).
fr: Le stockage IP est activé pour toute l'instance (art. 6, § 1, f) RGPD).
it: La memorizzazione IP è attiva a livello di istanza (art. 6, par. 1, lett. f) GDPR).
nl: IP-opslag is instantie-breed geactiveerd (art. 6 lid 1 f AVG).

source: Jahre
en: years
es: años
fr: ans
it: anni
nl: jaar

source: Kacheln
en: Grid
es: Cuadrícula
fr: Grille
it: Griglia
nl: Raster

source: Kein Datei-Anhang wird komplett übertragen — nur die passenden Text-Fragmente
en: No file is transmitted in full — only the matching text fragments
es: Ningún archivo se transmite entero, solo los fragmentos de texto relevantes
fr: Aucun fichier n’est transmis intégralement — seuls les fragments de texte pertinents
it: Nessun file viene trasmesso per intero — solo i frammenti di testo pertinenti
nl: Geen bestand wordt volledig verzonden — alleen de bijpassende tekstfragmenten

source: Kein Zertifikat
en: No certificate
es: Sin certificado
fr: Aucun certificat
it: Nessun certificato
nl: Geen certificaat

source: Keine API-Tokens
en: No API tokens
es: Sin tokens de API
fr: Aucun jeton API
it: Nessun token API
nl: Geen API-tokens

source: Keine Benachrichtigungen
en: No notifications
es: Sin notificaciones
fr: Aucune notification
it: Nessuna notifica
nl: Geen meldingen

source: Keine Bibliotheken
en: No libraries
es: Sin bibliotecas
fr: Aucune bibliothèque
it: Nessuna libreria
nl: Geen bibliotheken

source: Keine Daten.
en: No data.
es: Sin datos.
fr: Aucune donnée.
it: Nessun dato.
nl: Geen gegevens.

source: Keine Favoriten
en: No favorites
es: Sin favoritos
fr: Aucun favori
it: Nessun preferito
nl: Geen favorieten

source: Keine Gruppen verfügbar
en: No groups available
es: Sin grupos disponibles
fr: Aucun groupe disponible
it: Nessun gruppo disponibile
nl: Geen groepen beschikbaar

source: Keine Gruppen verfügbar.
en: No groups available.
es: No hay grupos disponibles.
fr: Aucun groupe disponible.
it: Nessun gruppo disponibile.
nl: Geen groepen beschikbaar.

source: Keine PDFs in deinen Bibliotheken gefunden.
en: No PDFs found in your libraries.
es: No se han encontrado PDFs en tus bibliotecas.
fr: Aucun PDF trouvé dans vos bibliothèques.
it: Nessun PDF trovato nelle tue librerie.
nl: Geen pdf's gevonden in je bibliotheken.

source: Keine Signatur-Anforderungen
en: No signature requests
es: Sin solicitudes de firma
fr: Aucune demande de signature
it: Nessuna richiesta di firma
nl: Geen ondertekeningsverzoeken

source: Keine Upload-Anforderungen
en: No upload requests
es: Sin solicitudes de carga
fr: Aucune demande d'envoi
it: Nessuna richiesta di caricamento
nl: Geen uploadverzoeken

source: Keine Versionen
en: No versions
es: Sin versiones
fr: Aucune version
it: Nessuna versione
nl: Geen versies

source: Keine Webhooks
en: No webhooks
es: Sin webhooks
fr: Aucun webhook
it: Nessun webhook
nl: Geen webhooks

source: keiner — KI ist auf dieser Instanz nicht aktiviert
en: none — AI is not enabled on this instance
es: ninguno: la IA no está activada en esta instancia
fr: aucun — l’IA n’est pas activée sur cette instance
it: nessuno — l’IA non è attiva su questa istanza
nl: geen — AI is niet ingeschakeld op deze instantie

source: Key anzeigen
en: Show key
es: Mostrar clave
fr: Afficher la clé
it: Mostra chiave
nl: Sleutel tonen

source: Key-Typ
en: Key type
es: Tipo de clave
fr: Type de clé
it: Tipo di chiave
nl: Key-type

source: Key-Wert
en: Key value
es: Valor de la clave
fr: Valeur de la clé
it: Valore della chiave
nl: Sleutelwaarde

source: Key-Wert ist erforderlich.
en: Key value is required.
es: El valor de la clave es obligatorio.
fr: La valeur de la clé est requise.
it: Il valore della chiave è obbligatorio.
nl: Sleutelwaarde is verplicht.

source: KI-Chat
en: AI Chat
es: Chat con IA
fr: Chat IA
it: Chat IA
nl: AI-chat

source: KI-Funktionen wie Chat mit deinen Dateien, Zusammenfassungen und intelligente Suche verarbeiten deine Anfrage und relevante Ausschnitte aus deinen Dateien bei einem externen KI-Anbieter.
en: AI features such as chat with your files, summaries and smart search send your query and the relevant excerpts from your files to an external AI provider.
es: Las funciones de IA como el chat con tus archivos, los resúmenes y la búsqueda inteligente envían tu consulta y los fragmentos relevantes de tus archivos a un proveedor de IA externo.
fr: Les fonctions IA telles que le chat avec tes fichiers, les résumés et la recherche intelligente envoient ta requête et les extraits pertinents de tes fichiers à un fournisseur d’IA externe.
it: Le funzioni IA come la chat con i tuoi file, i riassunti e la ricerca intelligente inviano la tua richiesta e gli estratti pertinenti dei tuoi file a un provider IA esterno.
nl: AI-functies zoals chat met je bestanden, samenvattingen en slim zoeken sturen je vraag en de relevante fragmenten uit je bestanden naar een externe AI-provider.

source: KI-Nutzung
en: AI usage
es: Uso de la IA
fr: Utilisation de l’IA
it: Uso dell’IA
nl: AI-gebruik

source: KI-Verarbeitung aktivieren?
en: Enable AI processing?
es: ¿Activar el procesamiento con IA?
fr: Activer le traitement par IA ?
it: Attivare l’elaborazione IA?
nl: AI-verwerking inschakelen?

source: KI-Verarbeitung erlaubt
en: AI processing allowed
es: Procesamiento con IA permitido
fr: Traitement par IA autorisé
it: Elaborazione IA consentita
nl: AI-verwerking toegestaan

source: KI-Zustimmung
en: AI consent
es: Consentimiento de IA
fr: Consentement à l’IA
it: Consenso all’IA
nl: AI-toestemming

source: Kommagetrennt. Werden im Web für den Filter genutzt.
en: Comma-separated. Used for filtering on the web.
es: Separados por comas. Se usan para el filtro en la web.
fr: Séparés par des virgules. Utilisés pour le filtre sur le web.
it: Separati da virgola. Usati per il filtro nel web.
nl: Kommagescheiden. Worden op het web voor het filter gebruikt.

source: Konfiguriere Webhooks um bei Events (Upload, Signatur, Share) HTTP-Callbacks zu erhalten.
en: Configure webhooks to receive HTTP callbacks on events (upload, signature, share).
es: Configura webhooks para recibir llamadas HTTP en los eventos (subida, firma, compartición).
fr: Configurez des webhooks pour recevoir des rappels HTTP sur les événements (téléversement, signature, partage).
it: Configura i webhook per ricevere callback HTTP agli eventi (upload, firma, condivisione).
nl: Configureer webhooks om HTTP-callbacks te ontvangen bij events (upload, handtekening, share).

source: Konnte nicht laden
en: Could not load
es: No se pudo cargar
fr: Impossible de charger
it: Impossibile caricare
nl: Kon niet laden

source: Kontakt
en: Contact
es: Contacto
fr: Contact
it: Contatto
nl: Contact

source: Kontingent
en: Quota
es: Cuota
fr: Quota
it: Quota
nl: Quotum

source: Kopieren
en: Copy
es: Copiar
fr: Copier
it: Copia
nl: Kopiëren

source: Kopieren nach…
en: Copy to…
es: Copiar a…
fr: Copier vers…
it: Copia in…
nl: Kopiëren naar…

source: Kunde
en: Customer
es: Cliente
fr: Client
it: Cliente
nl: Klant

source: Kunde, Email, Typ
en: Customer, email, type
es: Cliente, correo, tipo
fr: Client, e-mail, type
it: Cliente, email, tipo
nl: Klant, e-mail, type

source: kunde, vip, legal
en: customer, vip, legal
es: cliente, vip, legal
fr: client, vip, juridique
it: cliente, vip, legale
nl: klant, vip, juridisch

source: Kurze Nachricht für den Empfänger
en: Short message for the recipient
es: Mensaje breve para el destinatario
fr: Message court pour le destinataire
it: Breve messaggio per il destinatario
nl: Kort bericht voor de ontvanger

source: Kurze Notiz
en: Short note
es: Nota breve
fr: Note courte
it: Breve nota
nl: Korte notitie

source: Lädt…
en: Loading…
es: Cargando…
fr: Chargement…
it: Caricamento…
nl: Laden…

source: Land (2 Buchstaben)
en: Country (2 letters)
es: País (2 letras)
fr: Pays (2 lettres)
it: Paese (2 lettere)
nl: Land (2 letters)

source: Läuft ab am
en: Expires on
es: Vence el
fr: Expire le
it: Scade il
nl: Verloopt op

source: Läuft ab: %@
en: Expires: %@
es: Caduca: %@
fr: Expire : %@
it: Scade: %@
nl: Verloopt: %@

source: Leer
en: Empty
es: Vacío
fr: Vide
it: Vuoto
nl: Leeg

source: Leer = voller Zugriff. Mehrere per Komma.
en: Empty = full access. Separate multiple by commas.
es: Vacío = acceso completo. Separa varios con comas.
fr: Vide = accès complet. Séparez plusieurs valeurs par des virgules.
it: Vuoto = accesso completo. Separa più valori con virgole.
nl: Leeg = volledige toegang. Meerdere scheiden met komma's.

source: Lege Kunden mit ihrem Lizenzschlüssel an (+ oben rechts).
en: Add customers with their license key (+ top right).
es: Añade clientes con su clave de licencia (+ arriba a la derecha).
fr: Ajoutez des clients avec leur clé de licence (+ en haut à droite).
it: Aggiungi clienti con la loro chiave di licenza (+ in alto a destra).
nl: Voeg klanten toe met hun licentiesleutel (+ rechtsboven).

source: Lesen
en: Read
es: Lectura
fr: Lecture
it: Lettura
nl: Lezen

source: Link erstellt
en: Link created
es: Enlace creado
fr: Lien créé
it: Link creato
nl: Link aangemaakt

source: Link kopieren
en: Copy link
es: Copiar enlace
fr: Copier le lien
it: Copia link
nl: Link kopiëren

source: Link senden
en: Send link
es: Enviar enlace
fr: Envoyer le lien
it: Invia link
nl: Link versturen

source: Liste
en: List
es: Lista
it: Elenco
nl: Lijst

source: Lizenzschlüssel
en: License key
es: Clave de licencia
fr: Clé de licence
it: Chiave di licenza
nl: Licentiesleutel

source: Lizenzverwaltung
en: License management
es: Gestión de licencias
fr: Gestion des licences
it: Gestione licenze
nl: Licentiebeheer

source: Löschen
en: Delete
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijderen

source: Löscht deinen Account und alle deine Dateien unwiderruflich vom Server.
en: Deletes your account and all your files irrevocably from the server.
es: Elimina de forma irreversible tu cuenta y todos tus archivos del servidor.
fr: Supprime irrévocablement votre compte et tous vos fichiers du serveur.
it: Elimina in modo irreversibile il tuo account e tutti i tuoi file dal server.
nl: Verwijdert je account en al je bestanden onherroepelijk van de server.

source: Manuell (Base32):
en: Manual (Base32):
es: Manual (Base32):
fr: Manuel (Base32) :
it: Manuale (Base32):
nl: Handmatig (Base32):

source: Markiere Dateien mit ⭐, um sie hier zu sehen.
en: Star files with ⭐ to see them here.
es: Marca archivos con ⭐ para verlos aquí.
fr: Marquez des fichiers avec ⭐ pour les voir ici.
it: Contrassegna i file con ⭐ per vederli qui.
nl: Markeer bestanden met ⭐ om ze hier te zien.

source: Max. Downloads (leer = unbegrenzt)
en: Max. downloads (blank = unlimited)
es: Descargas máx. (vacío = ilimitado)
fr: Téléchargements max. (vide = illimité)
it: Download max. (vuoto = illimitato)
nl: Max. downloads (leeg = onbeperkt)
